export default {
    list: [
        {"id": 1, "user": "Клиент", "lastMessageIsMine": false, "lastMessageText": "Спасибо за оперативность!", "lastMessageDate": "2020-06-16T12:13:00.000Z"},
        {"id": 2, "user": "Жена", "lastMessageIsMine": true, "lastMessageText": "ок", "lastMessageDate": "2020-06-16T12:00:00.000Z"}
    ],
    1: [
        {"user": "Клиент", "text": "Доброе утро! У нас опять проблемы с сайтом", "id": 1, "date": "2020-06-16T12:01:00.000Z"},
        {"user": "elhini", "text": "Совсем не открывается или просто тормозит?", "id": 2, "date": "2020-06-16T12:02:00.000Z"},
        {"user": "Клиент", "text": "Очень долго грузится, прям не прилично", "id": 3, "date": "2020-06-16T12:03:00.000Z"},
        {"user": "elhini", "text": "Понял, сейчас буду разбираться", "id": 4, "date": "2020-06-16T12:04:00.000Z"},
        {"user": "Клиент", "text": "Постарайтесь побыстрее, а то пользователи уже жалуются :(", "id": 5, "date": "2020-06-16T12:05:00.000Z"},
        {"user": "elhini", "text": "Много обращений?", "id": 6, "date": "2020-06-16T12:06:00.000Z"},
        {"user": "Клиент", "text": "Пока несколько штук", "id": 7, "date": "2020-06-16T12:07:00.000Z"},
        {"user": "elhini", "text": "Ок, уже исследую причины", "id": 8, "date": "2020-06-16T12:08:00.000Z"},
        {"user": "Клиент", "text": "Спасибо, держите в курсе", "id": 9, "date": "2020-06-16T12:09:00.000Z"},
        {"user": "elhini", "text": "Как только что-то найду - отпишу", "id": 10, "date": "2020-06-16T12:10:00.000Z"},
        {"user": "Клиент", "text": "Кстати, мне на почту от хостинга приходило письмо о том, что у нас заканчивается место на диске", "id": 11, "date": "2020-06-16T12:11:00.000Z"},
        {"user": "elhini", "text": "Это может быть связано. Сейчас зайду на сервер и узнаю", "id": 12, "date": "2020-06-16T12:12:00.000Z"},
        {"user": "Клиент", "text": "Спасибо за оперативность!", "id": 13, "date": "2020-06-16T12:13:00.000Z"}
    ],
    2: [
        {"user": "Жена", "text": "купи молока, плиз", "id": 1, "date": "2020-06-16T11:59:00.000Z"},
        {"user": "elhini", "text": "ок", "id": 2, "date": "2020-06-16T12:00:00.000Z"}
    ]
};